Repository: sageteamorg/django-sage-seo
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fa

source: Reset robots.txt content to default
fa: بازگردانی فایل robots.txt به حالت پیش فرض

source: Action cannot be performed on multiple instances.
fa: این اتفاق بر روی چند نمونه نمی تواند انجام شود.

source: Selected robots.txt content has been reset.
fa: محتوای انتخاب شده robots.txt بازنشانی شده است.

source: An error occurred while resetting the content.
fa: در بازنشانی محتوا خطایی رخ داده است.

source: Search Engine Optimization
fa: بهینه‌سازی موتورهای جستجو

source: Head
fa: تگ Head

source: Start of Body
fa: آغاز تگ Body

source: End of Body
fa: نرسیده به تگ بسته body

source: primary
fa: اصلی

source: temporary
fa: موفقت

source: Index
fa: در گوگل سئو بشود

source: NoIndex
fa: در گوگل سئو نشود

source: Follow
fa: به دنبال لینک برو

source: NoFollow
fa: به دنبال لینک نرو

source: View Name
fa: نام صفحه

source: The name of the view or page this meta information applies to.
fa: نام نمای یا صفحه‌ای که این اطلاعات متا به آن تعلق دارد.

source: Title
fa: عنوان

source: The title of the page for SEO purposes.
fa: عنوان صفحه برای اهداف SEO.

source: Description
fa: تگ توضیحات

source: A brief description of the page content for SEO purposes. Ideally 155 to 160 characters.
fa: توضیح مختصری از محتوای صفحه برای اهداف SEO. بهینه‌ترین طول ۱۵۵ تا ۱۶۰ کاراکتر است.

source: SEO Keywords
fa: کلمات کلیدی SEO

source: A list of keywords relevant to the page content, used for SEO purposes.
fa: لیستی از کلمات کلیدی مرتبط با محتوای صفحه، استفاده شده برای اهداف SEO.

source: Structured JSON-LD data for rich snippets. Enter valid JSON.
fa: داده‌های ساختاریافته JSON-LD برای برش‌های غنی. JSON معتبر وارد کنید.

source: Indicates whether search engines should index this page.
fa: مشخص می‌کند که آیا موتورهای جستجو باید این صفحه را ایندکس کنند یا خیر.

source: Determines if search engine crawlers should follow links on this page. 'True' allows following links, enhancing link equity distribution.
fa: تعیین می‌کند که آیا خزنده‌های موتور جستجو باید لینک‌های موجود در این صفحه را دنبال کنند یا خیر. 'True' اجازه دنبال کردن لینک‌ها را می‌دهد و توزیع اعتبار لینک را بهبود می‌بخشد.

source: Canonical URL
fa: URL معتبر

source: The preferred URL for this page, used to avoid duplicate content issues.
fa: URL ترجیحی برای این صفحه، استفاده شده برای جلوگیری از مشکلات محتوای تکراری.

source: SEO Description
fa: توضیحات SEO

source: OG Title
fa: عنوان OG

source: The title of the webpage. Example: 'The Amazing Spider-Man - Movie Review'
fa: عنوان صفحه وب. مثال: 'اسپایدرمن شگفت‌انگیز - بررسی فیلم'

source: OG Type
fa: نوع OG

source: The type of the content. Common values: 'website', 'article', 'video', etc. Example: 'article'
fa: نوع محتوا. مقادیر رایج: 'وب‌سایت'، 'مقاله'، 'ویدیو' و غیره. مثال: 'مقاله'

source: OG Image
fa: تصویر OG

source: The URL of the image that represents the webpage. Example: 'https://www.example.com/image.jpg'
fa: URL تصویری که نمایانگر صفحه وب است. مثال: 'https://www.example.com/image.jpg'

source: OG Description
fa: توضیحات OG

source: A description of the webpage content. Example: 'A comprehensive review of the latest Spider-Man movie, including storyline, character development, and special effects.'
fa: توضیحی از محتوای صفحه وب. مثال: 'یک بررسی جامع از آخرین فیلم اسپایدرمن، شامل داستان، توسعه شخصیت‌ها و جلوه‌های ویژه.'

source: The URL of the webpage. Example: 'https://www.example.com/page.html'
fa: URL صفحه وب. مثال: 'https://www.example.com/page.html'

source: OG Site Name
fa: نام سایت OG

source: The name of the website. Example: 'Example Website'
fa: نام وب‌سایت. مثال: 'وب‌سایت نمونه'

source: OG Locale
fa: محلی OG

source: The locale of the content. Common values: 'en_US', 'fr_FR', etc. Example: 'en_US'
fa: محلی محتوا. مقادیر رایج: 'en_US'، 'fr_FR' و غیره. مثال: 'en_US'

source: Enter a valid locale identifier like en_US
fa: یک شناسه محلی معتبر مانند en_US وارد کنید

source: Article Author
fa: نویسنده مقاله

source: The name of the author of the article. Example: 'John Doe'
fa: نام نویسنده مقاله. مثال: 'جان دو'

source: Name
fa: نام

source: Unique name of the script tag.
fa: نام منحصر به فرد تگ اسکریپت.

source: Content
fa: محتوا

source: The HTML/JavaScript content to be injected.
fa: محتوای HTML/JavaScript که باید تزریق شود.

source: Placement
fa: مکان

source: Location in the HTML document where the script will be injected.
fa: مکان در سند HTML که اسکریپت در آن تزریق خواهد شد.

source: Active
fa: فعال

source: Status to indicate whether the script is active or not.
fa: وضعیتی که نشان می‌دهد آیا اسکریپت فعال است یا خیر.

source: Script Tag
fa: تگ اسکریپت

source: Script Tags
fa: تگ‌های اسکریپت

source: Old Slug
fa: اسلاگ قدیمی

source: Slug is a newspaper term. A short label for something containing only letters, numbers, underscores, or hyphens. They are generally used in URLs.
fa: اسلاگ اصطلاحی روزنامه‌ای است. برچسب کوتاهی برای چیزی که تنها شامل حروف، اعداد، زیرخط‌ها یا خط تیره‌ها باشد. آن‌ها معمولاً در URL‌ها استفاده می‌شوند.

source: New Slug
fa: اسلاگ جدید

source: Content type of the related object.
fa: نوع محتوای شیء مرتبط.

source: ID of the related object.
fa: شناسه شیء مرتبط.

source: redirect type
fa: نوع ریدایرکت

source: refers to the HTTP status code that is used toredirect a user from one URL to another
fa: به کد وضعیت HTTP اشاره دارد که برای ریدایرکت کاربر از یک URL به URL دیگر استفاده می‌شود.

source: Slug Swaps
fa: تعویض اسلاگ

source: Old URL
fa: تعویض‌های اسلاگ

source: The old URL that was replaced.
fa: URL قدیمی که جایگزین شده است.

source: New URL
fa: URL جدید

source: The new URL that replaced the old one.
fa: URL جدید که جایگزین URL قدیمی شده است.

source: Redirect Type
fa: نوع ریدایرکت

source: The HTTP status code used to redirect a user from one URL to another.
fa: کد وضعیت HTTP استفاده شده برای ریدایرکت کاربر از یک URL به URL دیگر.

source: URL Redirect
fa: ریدایرکت URL

source: URL Redirects
fa: ریدایرکت‌های URL

source: A reverse mapping already exists with old URL '%(old_url)s' and new URL '%(new_url)s'.
fa: یک نگاشت معکوس با URL قدیمی '%(old_url)s' و URL جدید '%(new_url)s' از قبل وجود دارد.

source: URL must start and end with a slash (/).
fa: URL باید با یک اسلش (/) شروع و پایان یابد.
